Repository: erdmannfreunde/contao-portfolio-bundle
Catalog: src/Resources/contao/languages/*/*_portfolio.xlf
Languages: de

# tl_portfolio.headline.0
source: Title
de: Titel

# tl_portfolio.headline.1
source: Please enter the portfolio title.
de: Bitte geben Sie den Portfolio-Titel ein.

# tl_portfolio.client.0
source: Client
de: Kunde

# tl_portfolio.client.1
source: Please enter the client name.
de: Bitte geben Sie den Kundennamen ein.

# tl_portfolio.alias.1
source: The portfolio alias is a unique reference to the article which can be called instead of its numeric ID.
de: Der Portfolioalias ist eine eindeutige Referenz, die anstelle der numerischen Artikel-ID aufgerufen werden kann.

# tl_portfolio.author.0
source: Author
de: Autor

# tl_portfolio.author.1
source: Here you can change the author of the portfolio item.
de: Hier können Sie den Autor des Eintrags ändern.

# tl_portfolio.categories.0
source: Categories
de: Kategorien

# tl_portfolio.categories.1
source: Here you can change the categories of the portfolio item.
de: Hier können Sie die Kategorien des Eintrags festlegen.

# tl_portfolio.client.1
source: Here you can add the clients name.
de: Hier können Sie den Kunden hinzufügen.

# tl_portfolio.meta_legend
source: Meta data
de: Metadaten

# tl_portfolio.pageTitle.0
source: Meta title
de: Meta-Titel

# tl_portfolio.pageTitle.1
source: Here you can add a custom meta title to overwrite the default page title.
de: Hier können Sie einen individuellen Meta-Titel eingeben, um den Standard-Seitentitel zu überschreiben.

# tl_portfolio.robots.1
source: Here you can define a custom robots tag to overwrite the default page settings.
de: Hier können Sie individuelle Robots-Tag auswählen, um die Standard-Seiteneinstellungen zu überschreiben.

# tl_portfolio.description.0
source: Meta description
de: Meta-Beschreibung

# tl_portfolio.description.1
source: Here you can add a custom meta description to overwrite the default page description.
de: Hier können Sie eine individuelle Meta-Beschreibung eingeben, um die Standard-Seitenbeschreibung zu überschreiben.

# tl_portfolio.date.0
source: Date
de: Datum

# tl_portfolio.date.1
source: Please enter the date according to the global date format.
de: Bitte geben Sie das Datum gemäß des globalen Datumsformats ein.

# tl_portfolio.time.0
source: Time
de: Uhrzeit

# tl_portfolio.time.1
source: Please enter the time according to the global time format.
de: Bitte geben Sie die Uhrzeit gemäß des globalen Zeitformats ein.

# tl_portfolio.subheadline.0
source: Subheadline
de: Unterüberschrift

# tl_portfolio.subheadline.1
source: Here you can enter a subheadline.
de: Hier können Sie eine Unterüberschrift eingeben.

# tl_portfolio.teaser.0
source: portfolio teaser
de: Teasertext

# tl_portfolio.teaser.1
source: The portfolio teaser can be shown in a portfolio list instead of the full article. A "read more …" link will be added automatically.
de: Der Teasertext kann in einer Portfolioliste anstatt des Portfoliotextes angezeigt werden. Ein "Weiterlesen …"-Link wird automatisch hinzugefügt.

# tl_portfolio.text.1
source: Here you can enter the portfolio text.
de: Hier können Sie den Portfoliotext eingeben.

# tl_portfolio.addImage.0
source: Add an image
de: Ein Bild hinzufügen

# tl_portfolio.addImage.1
source: Add an image to the portfolio item.
de: Dem Eintrag ein Bild hinzufügen.

# tl_portfolio.size.0
source: Image size
de: Bildgröße

# tl_portfolio.size.1
source: Here you can set the image dimensions and the resize mode.
de: Hier können Sie die Abmessungen des Bildes und den Skalierungsmodus festlegen.

# tl_portfolio.addEnclosure.0
source: Add enclosures
de: Anlagen hinzufügen

# tl_portfolio.addEnclosure.1
source: Add one or more downloadable files to the portfolio item.
de: Dem Eintrag eine oder mehrere Dateien als Download hinzufügen.

# tl_portfolio.enclosure.0
source: Enclosures
de: Anlagen

# tl_portfolio.enclosure.1
source: Please choose the files you want to attach.
de: Bitte wählen Sie die Dateien aus, die Sie hinzufügen möchten.

# tl_portfolio.source.0
source: Redirect target
de: Weiterleitungsziel

# tl_portfolio.source.1
source: Here you can override the default redirect target.
de: Hier können Sie die Standard-Weiterleitung überschreiben.

# tl_portfolio.default.0
source: Use default
de: Standard

# tl_portfolio.default.1
source: By clicking the "read more …" button, visitors will be redirected to the default page of the portfolio archive.
de: Beim Anklicken des "Weiterlesen …"-Links wird der Besucher auf die Standardseite des Portfolioarchivs weitergeleitet.

# tl_portfolio.internal.0
source: Page
de: Seite

# tl_portfolio.internal.1
source: By clicking the "read more …" button, visitors will be redirected to a page.
de: Beim Anklicken des "Weiterlesen …"-Links wird der Besucher auf eine Seite weitergeleitet.

# tl_portfolio.article.0
source: Article
de: Artikel

# tl_portfolio.article.1
source: By clicking the "read more …" button, visitors will be redirected to an article.
de: Beim Anklicken des "Weiterlesen …"-Links wird der Besucher auf einen Artikel weitergeleitet.

# tl_portfolio.external.0
source: External URL
de: Externe URL

# tl_portfolio.external.1
source: By clicking the "read more …" button, visitors will be redirected to an external website.
de: Beim Anklicken des "Weiterlesen …"-Links wird der Besucher auf eine externe Webseite weitergeleitet.

# tl_portfolio.jumpTo.0
source: Redirect page
de: Weiterleitungsseite

# tl_portfolio.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the portfolio item.
de: Bitte wählen Sie die Seite aus, zu der Besucher weitergeleitet werden, wenn Sie einen Eintrag anklicken.

# tl_portfolio.articleId.0
source: Article
de: Artikel

# tl_portfolio.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the portfolio item.
de: Bitte wählen Sie den Artikel aus, zu der Besucher weitergeleitet werden, wenn Sie einen Eintrag anklicken.

# tl_portfolio.cssClass.0
source: CSS class
de: CSS-Klasse

# tl_portfolio.cssClass.1
source: Here you can enter one or more classes.
de: Hier können Sie eine oder mehrere Klassen eingeben.

# tl_portfolio.noComments.0
source: Disable comments
de: Kommentare deaktivieren

# tl_portfolio.noComments.1
source: Do not allow comments for this particular portfolio item.
de: Die Kommentarfunktion für diesen Portfolio-Eintrag deaktivieren.

# tl_portfolio.featured.0
source: Feature item
de: Eintrag hervorheben

# tl_portfolio.featured.1
source: Show the portfolio item in a featured portfolio list.
de: Den Eintrag in einer Liste hervorgehobener Portfolio anzeigen.

# tl_portfolio.published.0
source: Publish item
de: Eintrag veröffentlichen

# tl_portfolio.published.1
source: Make the portfolio item publicly visible on the website.
de: Den Eintrag auf der Webseite anzeigen.

# tl_portfolio.start.0
source: Show from
de: Anzeigen ab

# tl_portfolio.start.1
source: Do not show the portfolio item on the website before this day.
de: Den Eintrag erst ab diesem Tag auf der Webseite anzeigen.

# tl_portfolio.stop.0
source: Show until
de: Anzeigen bis

# tl_portfolio.stop.1
source: Do not show the portfolio item on the website on and after this day.
de: Den Eintrag nur bis zu diesem Tag auf der Webseite anzeigen.

# tl_portfolio.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_portfolio.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_portfolio.title_legend
source: Title and author
de: Titel und Kategorie

# tl_portfolio.date_legend
source: Date and time
de: Datum und Uhrzeit

# tl_news.image_legend
source: Image settings
de: Bild-Einstellungen

# tl_portfolio.image_legend
source: Image settings
de: Bild-Einstellungen

# tl_portfolio.enclosure_legend
source: Enclosures
de: Anlagen

# tl_portfolio.source_legend
source: Redirect target
de: Weiterleitungsziel

# tl_portfolio.expert_legend
source: Expert settings
de: Experten-Einstellungen

# tl_portfolio.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_portfolio.new.0
source: New article
de: Neuer Eintrag

# tl_portfolio.new.1
source: Create a new portfolio article
de: Einen neuen PortfolioEintrag erstellen

# tl_portfolio.show.0
source: Article details
de: Eintragsdetails

# tl_portfolio.show.1
source: Show the details of portfolio article ID %s
de: Die Details des Eintrags ID %s anzeigen

# tl_portfolio.edit.0
source: Edit article
de: Eintrag bearbeiten

# tl_portfolio.edit.1
source: Edit portfolio article ID %s
de: Eintrag ID %s bearbeiten

# tl_portfolio.copy.0
source: Duplicate article
de: Eintrag duplizieren

# tl_portfolio.copy.1
source: Duplicate portfolio article ID %s
de: Eintrag ID %s duplizieren

# tl_portfolio.cut.0
source: Move article
de: Eintrag verschieben

# tl_portfolio.cut.1
source: Move portfolio article ID %s
de: Eintrag ID %s verschieben

# tl_portfolio.delete.0
source: Delete article
de: Eintrag löschen

# tl_portfolio.delete.1
source: Delete portfolio article ID %s
de: Eintrag ID %s löschen

# tl_portfolio.toggle.0
source: Publish/unpublish article
de: Eintrag veröffentlichen/unveröffentlichen

# tl_portfolio.toggle.1
source: Publish/unpublish portfolio article ID %s
de: Eintrag ID %s veröffentlichen/unveröffentlichen

# tl_portfolio.feature.0
source: Feature/unfeature article
de: Eintrag hervorheben/zurücksetzen

# tl_portfolio.feature.1
source: Feature/unfeature portfolio article ID %s
de: Eintrag ID %s hervorheben/zurücksetzen

# tl_portfolio.editheader.0
source: Edit archive settings
de: Portfolioarchiv bearbeiten

# tl_portfolio.editheader.1
source: Edit the archive settings
de: Die Portfolioarchiv-Einstellungen bearbeiten

# tl_portfolio.editmeta.0
source: Edit article settings
de: Eintragseinstellungen bearbeiten

# tl_portfolio.editmeta.1
source: Edit the article settings
de: Die Eintragseinstellungen bearbeiten

# tl_portfolio.pasteafter.0
source: Paste into this archive
de: In dieses Portfolioarchiv einfügen

# tl_portfolio.pasteafter.1
source: Paste after portfolio article ID %s
de: Nach dem Eintrag ID %s einfügen

# tl_portfolio.featured.1
source: Show the news item in a featured portfolio list.
de: Den Beitrag in einer Liste hervorgehobener Portfolios anzeigen.

# tl_portfolio.languageMain.0
source: Master item
de: Hauptbeitrag

# tl_portfolio.languageMain.1
source: Choose the item in the master archive equaling this item.
de: Bitte wählen Sie den Beitrag im Hauptarchiv, welcher diesem entspricht.
