Repository: erdmannfreunde/contao-portfolio-bundle
Catalog: src/Resources/contao/languages/*/*_portfolio_archive.xlf
Languages: de

# tl_portfolio_archive.title.0
source: Title
de: Titel

# tl_portfolio_archive.title.1
source: Please enter a portfolio archive title.
de: Bitte geben Sie den Archiv-Titel ein.

# tl_portfolio_archive.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_portfolio_archive.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_portfolio_archive.title_legend
source: Title and redirect page
de: Titel und Weiterleitung

# tl_portfolio_archive.new.0
source: New archive
de: Neues Archiv

# tl_portfolio_archive.new.1
source: Create a new archive
de: Ein neues Archiv erstellen

# tl_portfolio_archive.categories.0
source: categories
de: Kategorien

# tl_portfolio_archive.categories.1
source: Here you can add categories.
de: Hier können Sie Kategorien anlegen und verwalten.

# tl_portfolio_archive.show.0
source: Archive details
de: Archivdetails

# tl_portfolio_archive.show.1
source: Show the details of archive ID %s
de: Die Details des Archivs ID %s anzeigen

# tl_portfolio_archive.edit.0
source: Edit archive
de: Archiv bearbeiten

# tl_portfolio_archive.edit.1
source: Edit archive ID %s
de: Archiv ID %s bearbeiten

# tl_portfolio_archive.editheader.0
source: Edit archive
de: Archiv bearbeiten

# tl_portfolio_archive.editheader.1
source: Edit the archive settings
de: Die Archiv-Einstellungen bearbeiten

# tl_portfolio_archive.copy.0
source: Duplicate archive
de: Archiv duplizieren

# tl_portfolio_archive.copy.1
source: Duplicate archive ID %s
de: Archiv ID %s duplizieren

# tl_portfolio_archive.delete.0
source: Delete archive
de: Archiv löschen

# tl_portfolio_archive.delete.1
source: Delete archive ID %s
de: Archiv ID %s löschen

# tl_portfolio_archive.jumpTo.0
source: Redirect page
de: Weiterleitungsseite

# tl_portfolio_archive.jumpTo.1
source: Please choose the portfolio reader page to which visitors will be redirected when clicking a portfolio item.
de: Bitte wählen Sie die Portfolioleser-Seite aus, zu der Besucher weitergeleitet werden, wenn sie einen Beitrag anklicken.

# tl_portfolio_archive.protected.0
source: Protect archive
de: Archiv schützen

# tl_portfolio_archive.protected.1
source: Show portfolio items to certain member groups only.
de: Portfolio-Einträge nur bestimmten Mitgliedergruppen anzeigen.

# tl_portfolio_archive.groups.0
source: Allowed member groups
de: Erlaubte Mitgliedergruppen

# tl_portfolio_archive.groups.1
source: These groups will be able to see the portfolio items in this archive.
de: Diese Mitgliedergruppen können die Einträge des Archivs sehen.

# tl_portfolio_archive.protected_legend
source: Access protection
de: Zugriffsschutz

# tl_portfolio_archive.master.0
source: Master category
de: Hauptkategorie

# tl_portfolio_archive.master.1
source: Please define the master category to allow language switching.
de: Wählen Sie die Hauptkategorie um Sprachwechsel zu ermöglichen.

# tl_portfolio_archive.language.0
source: Language
de: Sprache

# tl_portfolio_archive.language.1
source: Please enter the page language according to the ISO-639-1 standard (e.g. "en" for English or "en-US" for American English).
de: Bitte geben Sie die Sprache gemäss ISO-639-1 Standard ein (z.B. "en" für Englisch oder "en-US" für amerikanisches Englisch).

# tl_portfolio_archive.language_legend
source: Language settings
de: Spracheinstellungen

# tl_portfolio_archive.isMaster
source: This is a master category
de: Dies ist eine Hauptkategorie

# tl_portfolio_archive.isSlave
source: Master category is "%s"
de: Die Hauptkategorie ist "%s"
